{
  "content": null,
  "embeds": [
    {
      "description": "# 📜 Regras Oficiais do Servidor\n\n- Por favor, leia com atenção todas as regras para garantir uma convivência harmoniosa e respeitosa dentro da nossa comunidade. A violação das diretrizes pode acarretar sanções imediatas. **Sua cooperação é essencial!**\n\n## > 1. Respeito e Convivência\n```ansi\n\u001b[1;31m1.1:\u001b[0m \u001b[0;37mO respeito é o pilar da nossa comunidade. Ofensas, insultos, preconceitos ou qualquer comportamento que cause desconforto ou constrangimento não serão tolerados, independentemente do contexto.\u001b[0m\n\n\u001b[1;31m1.2:\u001b[0m \u001b[0;37mCríticas à equipe administrativa são bem-vindas, desde que apresentadas de forma educada e construtiva. Comentários agressivos ou desrespeitosos estão sujeitos a punições.\u001b[0m\n\n\u001b[1;31m1.3:\u001b[0m \u001b[0;37mPromovemos um espaço inclusivo e acolhedor para todos. É responsabilidade de cada membro evitar atitudes de exclusão e fomentar um ambiente saudável.\u001b[0m\n```\n\n## > 2. Privacidade e Segurança\n```ansi\n\u001b[1;31m2.1:\u001b[0m \u001b[0;37mO respeito à privacidade de outros membros é indispensável. Jamais compartilhe informações pessoais ou confidenciais de terceiros.\u001b[0m\n\n\u001b[1;31m2.2:\u001b[0m \u001b[0;37mA prática de exposição de dados pessoais (doxing) será tratada com severidade e resultará em punições extremas, incluindo banimento.\u001b[0m\n\n\u001b[1;31m2.3:\u001b[0m \u001b[0;37mÉ estritamente proibido compartilhar conteúdos inapropriados, incluindo material NSFW, violência extrema, ou qualquer outro conteúdo ofensivo e inadequado.\u001b[0m\n```\n\n## > 3. Divulgação e Promoção\n```ansi\n\u001b[1;31m3.1:\u001b[0m \u001b[0;37mDivulgações de outros servidores, redes sociais, ou links promocionais só poderão ser feitas nos canais designados para esse fim.\u001b[0m\n\n\u001b[1;31m3.2:\u001b[0m \u001b[0;37mEnviar convites ou links de forma privada (DM) sem o consentimento prévio do destinatário é uma violação grave e poderá acarretar punições.\u001b[0m\n```\n\n## > 4. Relação com a Equipe Administrativa\n```ansi\n\u001b[1;31m4.1:\u001b[0m \u001b[0;37mTodos os membros da equipe administrativa devem ser tratados com respeito, pois eles trabalham para garantir o bom funcionamento do servidor e o bem-estar da comunidade.\u001b[0m\n\n\u001b[1;31m4.2:\u001b[0m \u001b[0;37mQualquer tentativa de obter informações privadas de um membro da equipe ou conspirar contra a administração resultará em banimento imediato e irreversível.\u001b[0m\n```\n\n## > 5. Comportamento Geral\n```ansi\n\u001b[1;31m5.1:\u001b[0m \u001b[0;37mMensagens de spam, envio excessivo de emojis, flood ou qualquer comportamento que cause desordem no servidor não serão permitidos.\u001b[0m\n\n\u001b[1;31m5.2:\u001b[0m \u001b[0;37mEvite marcar outros membros repetidamente ou sem justificativa. Isso inclui mensagens excessivas para obter atenção.\u001b[0m\n\n\u001b[1;31m5.3:\u001b[0m \u001b[0;37mConflitos pessoais devem ser resolvidos de forma privada. Discussões públicas ou a criação de um ambiente de confronto no servidor não serão toleradas.\u001b[0m\n```\n\n## > 6. Discussões e Colaborações\n```ansi\n\u001b[1;31m6.1:\u001b[0m \u001b[0;37mEste servidor incentiva debates e colaborações saudáveis. Divergências de opiniões são naturais, mas o respeito deve prevalecer em todas as interações.\u001b[0m\n\n\u001b[1;31m6.2:\u001b[0m \u001b[0;37mCaso não seja possível chegar a um consenso, recomendamos que as partes envolvidas aceitem as diferenças e evitem prolongar discussões que possam desestabilizar o ambiente.\u001b[0m\n```\n\n-# Agradecemos por seguir as diretrizes e por contribuir para uma comunidade respeitosa e acolhedora!",
      "color": 5763719,
      "image": {
        "url": "https://i.imgur.com/4cM4q74.png"
      }
    }
  ],
  "attachments": []
}